import React from 'react';
import './AboutUs.css';

const AboutUs = () => {
  return (
    <section className="about-us" id='about'>
      <div className="about-us-content">
        <h2 className="about-us-title">О нас</h2>
        <p className="about-us-text">
          Мы, компания "Оценка Кадастр Право", предоставляем полный спектр услуг в сфере оценочной деятельности и кадастровых работ. Наша команда опытных специалистов обладает глубокими знаниями и многолетним опытом, что позволяет нам успешно решать задачи любой сложности.
        </p>
        <p className="about-us-text">
          Мы гордимся высоким качеством наших услуг, индивидуальным подходом к каждому клиенту и строгим соблюдением профессиональных стандартов. В нашей команде работают сертифицированные эксперты, готовые оказать квалифицированную помощь и предоставить надежные решения.
        </p>
        <p className="about-us-text">
          Наша миссия — обеспечивать клиентов точными, объективными и своевременными оценочными и кадастровыми услугами, способствуя их успешной деятельности и развитию. Мы стремимся к долгосрочному сотрудничеству и всегда готовы предложить профессиональные решения, основанные на лучших практиках и инновационных подходах.
        </p>
        <p className="about-us-text">
          Доверяйте нам свои задачи — и мы оправдаем ваше доверие!
        </p>
      </div>
    </section>
  );
};

export default AboutUs;
